"NewBrand" = "Nouvelle marque";
"NewCustomer" = "Nouveau client";
"NewInventory" = "Nouvel inventaire";
"NewProduct" = "Nouveau produit";
"NewProductCategory" = "Nouvelle catégorie de produit";
"NewProductFamily" = "Nouvelle famille de produit";
"NewProvider" = "Nouveau fournisseur";
"NewTaxRate" = "Nouveau taux de TVA";

"element" = "élément";
"elements" = "éléments";

"COMMON TASKS" = "GESTION COURANTE";
"ADMIN TASKS" = "ADMINISTRATION";
"FOLDERS" = "DOSSIERS";

"CurrentMonthSales" = "Ventes du mois";
"CurrentWeekSales" = "Ventes de la semaine";
"CurrentYearSales" = "Ventes de l'année";

"PreviousMonthSales" = "Ventes du mois précédent";
"PreviousWeekSales" = "Ventes de la semaine précédente";
"PreviousYearSales" = "Ventes de l'année précédente";

// MISC

"AllFields" = "Tous les champs";
"Barcode" = "Code barre";
"GebinStock" = "Stock de départ";
"Brand" = "Marque";
"Brands" = "Marques";
"City" = "Ville";
"Customer" = "Client";
"Customers" = "Clients";
"DiscountRate" = "Remise";
"EndStock" = "Stock de fin";
"GeneralInformations" = "Informations générales";
"Inventories" = "Inventaires";
"Name" = "Nom";
"NameBeginsWith" = "Nom (commence par)";
"None" = "Aucun";
"Number" = "Numéro";
"Pay" = "Payer";
"PaymentMethod" = "Moyen de paiement";
"PaymentMethods" = "Moyens de paiement";
"PrimaryProvider" = "Fournisseur";
"Product" = "Produit";
"ProductBarcode" = "Produit (code barre)";
"ProductName" = "Produit (nom)";
"ProductReference" = "Produit (référence)";
"Products" = "Produits";
"ProductCategory" = "Catégorie de produit";
"ProductCategories" = "Catégories de produit";
"ProductFamily" = "Famille de produit";
"ProductFamilies" = "Familles de produit";
"Quantity" = "Quantité";
"Provider" = "Fournisseur";
"Providers" = "Fournisseurs";
"Reference" = "Référence";
"Sale" = "Vente";
"Sales" = "Ventes";
"Sale #" = "Vente n°";
"SaleNumber" = "N° de vente";
"SalesFromTo" = "Ventes du %@ au %@";
"StockMovementReason" = "Raison du mouvement de stock";
"Tax" = "Taxe";
"TaxRates" = "Taxes";
"TotalTTC" = "Total TTC";

// Toolbars

"AddBrand" = "Nouvelle marque";
"AddCustomer" = "Nouveau client";
"AddInventory" = "Nouvel inventaire";
"AddPaymentMethod" = "Nouveau moyen de paiement";
"AddProduct" = "Nouveau produit";
"AddProductCategory" = "Nouvelle catégorie";
"AddProductFamily" = "Nouvelle famille";
"AddProvider" = "Nouveau fournisseur";
"AddSale" = "Nouvelle vente";
"AddTax" = "Nouvelle taxe";
"All" = "Tous";
"AllBrands" = "Toutes";
"AllCustomers" = "Tous";
"AllInventories" = "Tous";
"AllPaymentMethods" = "Tous";
"AllProductCategories" = "Toutes";
"AllProductFamilies" = "Toutes";
"AllProviders" = "Tous";
"AllSales" = "Toutes";
"AllTaxes" = "Toutes";
"AllYears" = "Toutes";
"Delete" = "Supprimer";
"Discontinued" = "Épuisés";
"Done" = "Terminés";
"Edit" = "Modifier";
"Exit" = "Quitter";
"InStock" = "En stock";
"MainToolbarAddSaleLabel" = "Nouvelle vente";
"MainToolbarExportLabel" = "Exporter";
"MainToolbarPrintLabel" = "Imprimer";
"MainToolbarSearchLabel" = "Rechercher";
"NotDiscontinued" = "Non épuisés";
"OutOfStock" = "Pas en stock";
"PayedSales" = "Payées";
"PendingSales" = "Non payées";
"Print" = "Imprimer";
"PrintInvoice" = "Facture";
"PrintReceipt" = "Ticket de caisse";
"ReceiveProducts" = "Réceptionner des produits";
"Run" = "Démarrer";
"Running" = "En cours";
"Show" = "Consulter";
"Stop" = "Arrêter";
"TestBarcodeReaderLabel" = "Tester la douchette";

"ManagerToolbarLabel" = "Responsable";
"PreviousNextToolbarLabel" = "Précédent/Suivant";

// Preferences

"BarcodeReadersPreferences" = "Douchettes";

// Alerts

"Add" = "Ajouter";
"AddAndContinue" = "Ajouter et continuer";
"Cancel" = "Annuler";
"DontWarn" = "Ne plus afficher ce message à l'avenir";

"InexistantBrandMessageText" = "La marque '%@' n'existe pas. Voulez-vous l'ajouter ?";
"InexistantBrandInformativeText" = "Cliquez sur 'Ajouter' pour ajouter la marque '%@' à la base de données et saisir ses caractéristiques. Cliquez sur 'Ajouter et continuer' pour ajouter la marque et poursuivre la saisie de vos produits.";

"DeleteMultipleSalesAlertMessageText" = "Êtes-vous certain de vouloir supprimer les %d ventes sélectionnées ?";
"DeleteSingleSaleAlertMessageText" = "Êtes-vous certain de vouloir supprimer la vente sélectionnée ?";
"DeleteSalesAlertInformativeText" = "Tous les mouvements de stock corespondant seront supprimés et les produits reaffectés au stock.";

